const centerJsonData = {
    emergencies: [
        '营销数字化运营中心全力承接公司营销业务数字化转型建设工作，主要任务是营销新型信息系统2.0建设运营、客户服务业务中台运营、营销数据价值挖掘等，着力数智化能力建设和创新融合应用，通过数据整合、数据洞察、数据价值挖掘及数据可视化方式，驱动营销数字化业务运营效率、服务体验和业务价值的提升。'
    ],// 突发事件
    slides: [ // 中间轮播的数据源
        {
            title: '营销2.0运营',
            dataValueMining: [
                {
                    title: '电费核算速率',
                    val: '463.90', // 版本一致率数据
                    unit: '万户/时', // 单位
                },
                // {
                //     title: '服务用电客户数',
                //     val: '601,774,200', // 服务用电客户数数据
                //     unit: '个', // 单位
                //     isOpen: false, // 是否打开自增功能， true为打开， false为关闭
                //     count: 1, // 自增值
                //     seconds: 5000, // 设置每个几秒进行一次自增的秒数
                // },
                {
                    title: '全网注册员工',
                    val: '49.69', // 服务用电客户数数据
                    unit: '万人', // 单位
                    isOpen: false, // 是否打开自增功能， true为打开， false为关闭
                    count: 1, // 自增值
                    seconds: 5000, // 设置每个几秒进行一次自增的秒数
                },
                // {
                //     title: '日受理工单数',
                //     val: '159,322', // 日处理业务量数据
                //     unit: '单', // 单位
                //     isOpen: false, // 是否打开自增功能， true为打开， false为关闭
                //     count: 1, // 自增值
                //     seconds: 5000, // 设置每个几秒进行一次自增的秒数
                // },
                {
                    title: '业务产品数量',
                    val: '2,165', // 日处理业务量数据
                    unit: '个', // 单位
                    isOpen: false, // 是否打开自增功能， true为打开， false为关闭
                    count: 1, // 自增值
                    seconds: 5000, // 设置每个几秒进行一次自增的秒数
                },
                {
                    title: '月均处理业务工单',
                    val: '1,514.26', // 服务内部员工数数据
                    unit: '万张', // 单位
                },
                {
                    title: '电费发行速率',
                    val: '1,067.35', // 需求缺陷相应及时率数据
                    unit: '万户/时', // 单位
                }
            ],
        }, // 营销2.0运营
        {
            title: '数据价值挖掘',
            dataValueMining: [
                {
                    title: '数据产品数量',
                    val: '17', // 数据应用产品数数据
                    unit: '个', // 单位
                },
                {
                    title: '数据服务调用量',
                    val: '1.57', // 核查数据表数数据
                    unit: '亿次', // 单位
                },
                {
                    title: '数据资产规模',
                    val: '63,299', // 数据条数数据
                    unit: '亿条', // 单位
                },
                {
                    title: '数据核查情况',
                    val: '245', // 数据规模数据
                    unit: '张', // 单位
                },
                {
                    title: '数据共享规模',
                    val: '499.36', // 日数据规模增长数据
                    unit: '亿条', // 单位
                }
            ], // 数据挖掘
        }, // 数据价值挖掘
        {
            title: '业务中台运营',
            dataValueMining: [
                {
                    title: '日均流转工单',
                    val: '20', // 支撑应用数
                    unit: '万件', // 单位
                },
                {
                    title: '支撑业务应用',
                    val: '161', // 共享服务类别数据
                    unit: '个', // 单位
                },
                {
                    title: '用电客户规模',
                    val: '3.3', // 日能力接口调用量数据
                    unit: '亿', // 单位
                    isOpen: false, // 是否打开自增功能， true为打开， false为关闭
                    count: 1, // 自增值
                    seconds: 5000, // 设置每个几秒进行一次自增的秒数
                },
                {
                    title: '日均缴费笔数',
                    val: '831', // 在运服务能力数据
                    unit: '万笔', // 单位
                },
                {
                    title: '日均调用规模',
                    val: '8.16', // 能力接口数据
                    unit: '亿次', // 单位
                }
            ],
        }, // 业务中台运营
    ],
    slidesTitle: [ // 中间最下面3个框内容
        '营销2.0运营',
        '数据价值挖掘',
        '业务中台运营'
    ],
    // 日处理业务量增加值
    DailyProcessingBusiness: [22, 25, 18, 27, 16],
    // 日处理业务量每个区间的值, 7 ,7:30,8,8:30,9, 9:30, 10, 10:30, 11, 11:30, 12, 12:30, 1, 1:30, 2, 2:30, 3, 3:30, 4, 4:30, 5, 5:30
    DailyProcessingInterval: [0, 7776, 15552, 23328, 31104, 38880, 46656, 54432, 62208, 69984, 77760, 85536, 93312, 101088, 108864, 116640, 124416, 132192, 139968, 147744, 155520, 163296],
    // 日能力接口调用量增加值
    Interface: [136805, 148905, 128065, 108095, 118095],
    // 日能力接口调用量每个区间的值, 7 ,7:30,8,8:30,9, 9:30, 10, 10:30, 11, 11:30, 12, 12:30, 1, 1:30, 2, 2:30, 3, 3:30, 4, 4:30, 5, 5:30
    InterfaceInterval: [0, 46077480, 92154960, 138232440, 184309920, 230387400, 276464880, 322542360, 368619840, 414697320, 460774800, 506852280, 552929760, 599007240, 645084720, 691162200, 737239680, 783317160, 829394640, 875472120, 921549600, 967627080],
};

// export default centerJsonData;
