const leftJsonData = {
    //系统推广与运营
    stepList:[
        {label: '2016.01',content:'V1.0版本上线',id:'0'},
        {label: '2017.08',content:'V2.0版本上线',id:'1'},
        {label: '2018.09',content:'V3.0版本上线',id:'2'},
        {label: '2020.05',content:'V4.0版本上线',id:'3'},
    ], //系统版本监控   只可修改label 和content的值  切记 id  不可改 ！！！ 新增数据 id自增


    coddingData:98.90,//标准编码一致率
    BaseData:99.22,//数据模型一致率
    DefinitionData:91.94,//流程定义一致率

    prodOptimization:7615, //产品优化总量  新
    problemElimination:225, //产品优化在途 新
    dataBased:3246,           //问题消缺总量 新
    practicalEvaluation:95, //问题消缺在途  新

    leftOrgName:[
        '北京','天津','河北','冀北','山西','山东',
        '上海','江苏','浙江','安徽','福建','湖北',
        '湖南','河南','江西','四川','重庆','辽宁',
        '吉林','龙江','蒙东','陕西','甘肃','青海',
        '宁夏','新疆','西藏'],//产品优化情况  服务满意度  单位数据

    serviceData:[
        '296','152','126','135','104','313',
        '131','78','326','96','122','96',
        '113','191','200','0','69','48',
        '109','0','74','122','218','44',
        '26','57','0'], //问题消缺总量 新
    ProductData:[
        '913','272','318','191','295','384',
        '243','419','125','347','436','130',
        '341','168','277','390','236','127',
        '191','150','153','367','358','98',
        '173','465','20'],//产品优化情况数据 新



    userActive:85.12, //用户活跃度 新
    menuActive:91.46, //菜单活跃度 新
    businessActive:77.19, //业务活跃度 新

    normalData:[5,7,24,33,32], // 新
    // normalData:[32,33,24,7,5], // 新
    // normalLabel:['电费','业扩','计量','客服','通用'],
    //1890FF  1EE7E7  2F54EB  BAE7FF  B7EB8F
    normalLabel:['通用','客服','计量','业扩','电费'],

    // prodNormalData:[38,18,13,16,14], // 新
    prodNormalData:[14,16,13,18,38,], // 新
    // prodNormalLabel:['电费','业扩','计量','客服','通用'],
    prodNormalLabel:['通用','客服','计量','业扩','电费',],

    portfolio:37132544,//业务受理量  新
    satisFact:99,//满意度 新






    //数据价值挖掘
    quality:43, //营销数据质量规范 新
    checkMarketing:23327,//核查营销数据 新

    checkData:22.25, //核查营销数据规模 新
    marketing:94.68, //营销客户基础数据合格率 新

    QualifiedData:['94.74','89.11','94.39','93.33','94.36','98.31','96.34','92.98',
        '95.45','87.49','96.36','94.35','95.97','96.15','94.94','98.67','93.22',
        '94.40','86.48','94.59','91.08','87.64','98.13','96.10','94.05','93.67','87.63'],//数据合格率 新

    operating:9, //监测主题 新
    monthly:127, //营销指标 新
    subject:2, //关键业务 新

    professional:9, //专业主题数 新
    marketingReport:147, //营销报表数 新
    phasesNumber:5217, //累计生成期数 新
    accessReport:19235  ,//访问报表次数 新


    leftReportData:['3','4','5','6','7','8','9','10','11','12','13',
        '14','15','16','17','18','19','20','21','22','23','24',
        '25','26','27','28','29','30','31','1','2',],//图报表访问次数月数据 不用  使用封装js近30天

    leftOrgData3:[
        '91','88','0','0','80','77','87','80','78','5',
        '0','69','77','89','91','82','2','0','89','82','79',
        '75','90','4','0','65','79','84','80','79',
        ], //图报表访问次数数据

};




// export default leftJsonData;
